Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: In Screenshot Bro: **Settings ▸ Google Play**, click **Import .json File…**, then run **Test Connection**. The key is stored in your Mac's Keychain.
ar: في Screenshot Bro: **الإعدادات ▸ Google Play**، انقر فوق **استيراد ملف .json...**، ثم قم بتشغيل **اختبار الاتصال**. يتم تخزين المفتاح في سلسلة المفاتيح الخاصة بـ Mac.
ca: A Screenshot Bro: **Configuració ▸ Google Play**, feu clic a **Importa el fitxer .json...** i, a continuació, executeu **Prova la connexió**. La clau s'emmagatzema al clauer del teu Mac.
cs: V Screenshot Bro: **Nastavení ▸ Google Play** klikněte na **Importovat soubor .json…** a poté spusťte **Test připojení**. Klíč je uložen v Keychain vašeho Mac.
da: I Screenshot Bro: **Indstillinger ▸ Google Play** skal du klikke på **Importer .json-fil...**, og kør derefter **Test forbindelse**. Nøglen er gemt i din Mac's nøglering.
de: In Screenshot Bro: Öffne **Einstellungen ▸ Google Play**, klicke auf **.json-Datei importieren…** und dann auf **Verbindung testen**. Der Schlüssel wird im Schlüsselbund deines Mac gespeichert.
el: Στο Screenshot Bro: **Ρυθμίσεις ▸ Google Play**, κάντε κλικ στην **Εισαγωγή αρχείου .json…** και, στη συνέχεια, εκτελέστε την **Δοκιμή σύνδεσης**. Το κλειδί αποθηκεύεται στο Keychain του Mac σας.
es: En Screenshot Bro: **Ajustes ▸ Google Play**, haz clic en **Importar archivo .json…** y luego ejecuta **Probar conexión**. La clave se guarda en el Llavero de tu Mac.
fa: در Screenshot Bro: در **تنظیمات ▸ Google Play** روی **وارد کردن فایل .json…** کلیک کنید، سپس **آزمایش اتصال** را اجرا کنید. کلید در Keychain روی Mac شما ذخیره می‌شود.
fi: Kohdassa Screenshot Bro: **Asetukset ▸ Google Play**, napsauta **Tuo .json-tiedosto…** ja suorita sitten **Testaa yhteys**. Avain on tallennettu käyttäjän Mac avainnippuun.
fr: Dans Screenshot Bro : **Réglages ▸ Google Play**, cliquez sur **Importer un fichier .json…**, puis lancez **Tester la connexion**. La clé est stockée dans le trousseau de votre Mac.
he: ב-Screenshot Bro: **הגדרות ▸ Google Play**, לחץ על **ייבא קובץ json...** ולאחר מכן הפעל את **בדוק את החיבור**. המפתח מאוחסן במחזיק המפתחות של Mac שלך.
hr: U Screenshot Bro: **Postavke ▸ Google Play**, kliknite **Uvezi .json datoteku…**, zatim pokrenite **Testiraj vezu**. Ključ je pohranjen u vašem Mac ključu.
hu: A Screenshot Bro alatt: **Beállítások ▸ Google Play**, kattintson az **.json fájl importálása…** lehetőségre, majd futtassa a **Kapcsolat tesztelése** lehetőséget. A kulcs a Mac kulcstartójában van tárolva.
id: Di Screenshot Bro: **Pengaturan ▸ Google Play**, klik **Impor File .json…**, lalu jalankan **Uji Koneksi**. Kuncinya disimpan di Gantungan Kunci Mac Anda.
it: In Screenshot Bro: **Impostazioni ▸ Google Play**, fai clic su **Importa file .json…**, poi esegui **Verifica connessione**. La chiave viene salvata nel Portachiavi del tuo Mac.
ja: Screenshot Bro で **設定 ▸ Google Play** を開き、**.json ファイルを読み込む…** をクリックして、**接続をテスト** を実行します。キーは Mac のキーチェーンに保存されます。
ko: Screenshot Bro의 **설정 ▸ Google Play**에서 **.json 파일 가져오기…** 버튼을 클릭한 다음 **연결 테스트**를 실행하세요. 키는 Mac의 키체인에 저장됩니다.
ms: Dalam Screenshot Bro: **Tetapan ▸ Google Play**, klik **Import .json File…**, kemudian jalankan **Test Connection**. Kunci disimpan dalam Rantai Kunci Mac anda.
nl: Klik in Screenshot Bro: **Instellingen ▸ Google Play** op **JSON-bestand importeren…** en voer vervolgens **Verbinding testen** uit. De sleutel wordt opgeslagen in de sleutelhanger van je Mac.
no: I Screenshot Bro: **Innstillinger ▸ Google Play** klikker du på **Importer .json-fil...**, og kjør deretter **Test tilkobling**. Nøkkelen er lagret i nøkkelringen til Mac.
pl: W Screenshot Bro: **Ustawienia ▸ Google Play** kliknij **Importuj plik .json…**, a następnie uruchom **Testuj połączenie**. Klucz jest przechowywany w pęku kluczy Twojego Mac.
pt_br: No Screenshot Bro: **Ajustes ▸ Google Play**, clique em **Importar arquivo .json…** e execute **Testar conexão**. A chave fica guardada nas Chaves do seu Mac.
pt_pt: Em Screenshot Bro: **Configurações ▸ Google Play**, clique em **Importar ficheiro .json…** e execute **Testar conexão**. A chave é armazenada nas chaves do seu Mac.
ro: În Screenshot Bro: **Setări ▸ Google Play**, faceți clic pe **Importați fișierul .json...**, apoi rulați **Test Connection**. Cheia este stocată în brelocul Mac al dvs.
ru: В Screenshot Bro: **Настройки ▸ Google Play**, нажмите **Импортировать файл .json…**, затем **Проверить подключение**. Ключ хранится в Связке ключей вашего Mac.
sk: V Screenshot Bro: **Nastavenia ▸ Google Play** kliknite na **Importovať súbor .json…** a potom spustite **Testovať pripojenie**. Kľúč je uložený v kľúčenke vášho Mac.
sl: V Screenshot Bro: **Nastavitve ▸ Google Play**, kliknite **Uvozi datoteko .json…**, nato zaženite **Preskusi povezavo**. Ključ je shranjen v ključu vašega Mac.
sv: I Screenshot Bro: **Inställningar ▸ Google Play** klickar du på **Importera .json-fil...** och kör sedan **Testa anslutning**. Nyckeln lagras i din Macs nyckelring.
th: ใน Screenshot Bro: **การตั้งค่า ▸ Google Play** คลิก **นำเข้าไฟล์ .json…** จากนั้นเรียกใช้ **ทดสอบการเชื่อมต่อ** กุญแจถูกเก็บไว้ในพวงกุญแจของ Mac ของคุณ
tr: Screenshot Bro'da: **Ayarlar ▸ Google Play** bölümünde **.json Dosyasını İçe Aktar…**'a tıklayın, ardından **Bağlantıyı Test Et**'i çalıştırın. Anahtar Mac'inizin Anahtar Zinciri'nde saklanır.
uk: У Screenshot Bro: **Параметри ▸ Google Play**, натисніть **Імпортувати файл .json…**, а потім — **Перевірити з’єднання**. Ключ зберігається у В’язці ключів вашого Mac.
ur: Screenshot Bro: **ترتیبات ▸ Google Play** میں، **.json فائل درآمد کریں…** پر کلک کریں، پھر **ٹیسٹ کنکشن** چلائیں۔ کلید آپ کے Mac کی کیچین میں محفوظ ہے۔
vi: Trong Screenshot Bro: **Cài đặt ▸ Google Play**, nhấp vào **Nhập tệp .json…**, sau đó chạy **Kiểm tra kết nối**. Khóa được lưu trữ trong Chuỗi khóa của Mac của bạn.
zh_hans: 在 Screenshot Bro 中：打开 **设置 ▸ Google Play**，点按 **导入 .json 文件…**，然后运行 **测试连接**。密钥会存储在你 Mac 的钥匙串中。
zh_hant: 在 Screenshot Bro 中：前往**設定 ▸ Google Play**，按一下**輸入 .json 檔案…**，然後執行**測試連線**。密鑰會儲存在你 Mac 的「鑰匙圈」中。

source: In the **Google Cloud console**, create a service account and enable the **Google Play Android Developer API**.
ar: في **Google Cloud console**، أنشئ حساب خدمة وقم بتمكين **Google Play Android Developer API**.
ca: A la **consola de Google Cloud**, creeu un compte de servei i activeu el **Google Play Desenvolupador d'Android API**.
cs: V **konzole Google Cloud** si vytvořte servisní účet a povolte **Google Play Android Developer API**.
da: I **Google Cloud-konsollen** skal du oprette en tjenestekonto og aktivere **Google Play Android-udvikleren API**.
de: Erstelle in der **Google Cloud Console** ein Dienstkonto und aktiviere die **Google Play Android Developer API**.
el: Στην **κονσόλα Google Cloud**, δημιουργήστε έναν λογαριασμό υπηρεσίας και ενεργοποιήστε τον **Google Play Android Developer API**.
es: En la **consola de Google Cloud**, crea una cuenta de servicio y activa la **Google Play Android Developer API**.
fa: در **Google Cloud console** یک حساب سرویس بسازید و **Google Play Android Developer API** را فعال کنید.
fi: Luo palvelutili **Google Cloud -konsolissa** ja ota käyttöön **Google Play Android-kehittäjä API**.
fr: Dans la **console Google Cloud**, créez un compte de service et activez l'**API Google Play Android Developer**.
he: ב-**מסוף Google Cloud**, צור חשבון שירות והפעל את **Google Play מפתח Android API**.
hr: U **Google Cloud konzoli** izradite račun usluge i omogućite **Google Play Android Developer API**.
hu: A **Google Cloud konzolban** hozzon létre egy szolgáltatási fiókot, és engedélyezze a **Google Play Android Developer API** szolgáltatást.
id: Di **Konsol Google Cloud**, buat akun layanan dan aktifkan **Google Play Pengembang Android API**.
it: Nella **console di Google Cloud**, crea un account di servizio e abilita la **Google Play Android Developer API**.
ja: **Google Cloud コンソール** でサービスアカウントを作成し、**Google Play Android Developer API** を有効にします。
ko: **Google Cloud 콘솔**에서 서비스 계정을 만들고 **Google Play Android Developer API**를 활성화하세요.
ms: Dalam **Konsol Awan Google**, buat akaun perkhidmatan dan dayakan **Google Play Pembangun Android API**.
nl: Maak in de **Google Cloud-console** een serviceaccount en schakel de **Google Play Android-ontwikkelaar API** in.
no: I **Google Cloud-konsollen** oppretter du en tjenestekonto og aktiverer **Google Play Android-utvikleren API**.
pl: W **konsoli Google Cloud** utwórz konto usługi i włącz **Google Play programistę Androida API**.
pt_br: No **console do Google Cloud**, crie uma conta de serviço e ative a **Google Play Android Developer API**.
pt_pt: No **console do Google Cloud**, crie uma conta de serviço e ative o **Google Play Desenvolvedor Android API**.
ro: În **consola Google Cloud**, creați un cont de serviciu și activați **Google Play Dezvoltator Android API**.
ru: В **консоли Google Cloud** создайте сервисный аккаунт и включите **Google Play Android Developer API**.
sk: V **konzole Google Cloud** si vytvorte servisný účet a povoľte **Google Play Android Developer API**.
sl: V **konzoli Google Cloud** ustvarite račun storitve in omogočite **Google Play Android Developer API**.
sv: I **Google Cloud-konsolen** skapar du ett tjänstkonto och aktiverar **Google Play Android-utvecklaren API**.
th: ใน **คอนโซล Google Cloud** ให้สร้างบัญชีบริการและเปิดใช้งาน **Google Play นักพัฒนาซอฟต์แวร์ Android API**
tr: **Google Cloud konsolunda** bir hizmet hesabı oluşturun ve **Google Play Android Developer API**'yi etkinleştirin.
uk: У **консолі Google Cloud** створіть сервісний обліковий запис і ввімкніть **Google Play Android Developer API**.
ur: **Google کلاؤڈ کنسول** میں، ایک سروس اکاؤنٹ بنائیں اور **Google Play Android Developer API** کو فعال کریں۔
vi: Trong **Bảng điều khiển Google Cloud**, hãy tạo một tài khoản dịch vụ và bật **Google Play Nhà phát triển Android API**.
zh_hans: 在 **Google Cloud 控制台** 中创建服务账号，并启用 **Google Play Android Developer API**。
zh_hant: 在 **Google Cloud 主控台**中建立服務帳號，並啟用 **Google Play Android Developer API**。

source: In the **Play Console ▸ Users and permissions**, invite the service account's email and grant it access to edit your app's store listing.
ar: في **Play Console ▸ المستخدمون والأذونات**، قم بدعوة البريد الإلكتروني لحساب الخدمة ومنحه حق الوصول لتعديل قائمة متجر تطبيقك.
ca: A **Play Console ▸ Usuaris i permisos**, convideu el correu electrònic del compte de servei i concedeu-li accés per editar la fitxa de la botiga de la vostra aplicació.
cs: V **Play Console ▸ Uživatelé a oprávnění** pozvěte e-mail servisního účtu a udělte mu přístup k úpravě záznamu vaší aplikace v obchodu.
da: I **Play Console ▸ Brugere og tilladelser** skal du invitere tjenestekontoens e-mail og give den adgang til at redigere din apps butiksfortegnelse.
de: Lade in der **Play Console ▸ Nutzer und Berechtigungen** die E-Mail-Adresse des Dienstkontos ein und gib ihm Zugriff zum Bearbeiten des Store-Eintrags deiner App.
el: Στο **Play Console ▸ Χρήστες και δικαιώματα**, προσκαλέστε το email του λογαριασμού υπηρεσίας και παραχωρήστε του πρόσβαση για να επεξεργαστεί την καταχώριση καταστήματος της εφαρμογής σας.
es: En **Play Console ▸ Usuarios y permisos**, invita al correo de la cuenta de servicio y concédele acceso para editar la ficha de Play Store de tu app.
fa: در **Play Console ▸ Users and permissions**، ایمیل حساب سرویس را دعوت کنید و به آن اجازهٔ ویرایش صفحهٔ فروشگاه برنامه‌تان را بدهید.
fi: **Play Console ▸ Käyttäjät ja käyttöoikeudet** -kohdassa kutsu palvelutilin sähköpostiosoite ja anna sille oikeus muokata sovelluksesi tietosivua.
fr: Dans **Play Console ▸ Utilisateurs et autorisations**, invitez l'adresse e-mail du compte de service et accordez-lui l'accès pour modifier la fiche Play Store de votre application.
he: ב-**Play Console ▸ משתמשים והרשאות**, הזמן את האימייל של חשבון השירות והענק לו גישה לעריכת רישום החנות של האפליקציה שלך.
hr: U **Play konzoli ▸ Korisnici i dopuštenja** pozovite e-poštu računa usluge i dodijelite mu pristup za uređivanje unosa vaše aplikacije u trgovini.
hu: A **Play Console ▸ Felhasználók és engedélyek** részben hívd meg a szolgáltatásfiók e-mail-címét, és adj neki hozzáférést az alkalmazás áruházi adatlapjának szerkesztéséhez.
id: Di **Konsol Play ▸ Pengguna dan izin**, undang email akun layanan dan berikan akses untuk mengedit cantuman toko aplikasi Anda.
it: In **Play Console ▸ Utenti e autorizzazioni**, invita l'indirizzo email dell'account di servizio e concedigli l'accesso per modificare la scheda dello store della tua app.
ja: **Play Console ▸ ユーザーと権限** で、サービスアカウントのメールアドレスを招待し、アプリのストア掲載情報を編集する権限を付与します。
ko: **Play Console ▸ 사용자 및 권한**에서 서비스 계정의 이메일을 초대하고, 앱의 스토어 등록정보를 수정할 수 있는 권한을 부여하세요.
ms: Dalam **Play Console ▸ Pengguna dan kebenaran**, jemput e-mel akaun perkhidmatan dan berikannya akses untuk mengedit penyenaraian gedung apl anda.
nl: In de **Play Console ▸ Gebruikers en rechten** nodigt u het e-mailadres van het serviceaccount uit en verleent u het toegang om de winkelvermelding van uw app te bewerken.
no: I **Play Console ▸ Brukere og tillatelser** inviterer du tjenestekontoens e-post og gir den tilgang til å redigere appens butikkoppføring.
pl: W **Konsoli Play ▸ Użytkownicy i uprawnienia** zaproś adres e-mail konta usługi i przyznaj mu uprawnienia do edytowania informacji o aplikacji.
pt_br: No **Play Console ▸ Usuários e permissões**, convide o e-mail da conta de serviço e dê a ela acesso para editar a página do seu app na loja.
pt_pt: Em **Play Console ▸ Utilizadores e permissões**, convide o e-mail da conta de serviço e conceda-lhe acesso para editar os detalhes do app na loja.
ro: În **Play Console ▸ Utilizatori și permisiuni**, invitați e-mailul contului de serviciu și acordați-i acces pentru a edita înregistrarea în magazin a aplicației dvs.
ru: В **Play Console ▸ Пользователи и разрешения** пригласите электронный адрес сервисного аккаунта и дайте ему доступ к редактированию страницы приложения в магазине.
sk: V **Play Console ▸ Používatelia a povolenia** pozvite e-mail servisného účtu a udeľte mu prístup na úpravu záznamu vašej aplikácie v obchode.
sl: V **Play Console ▸ Uporabniki in dovoljenja** povabite e-poštni naslov storitvenega računa in mu podelite dostop za urejanje objave vaše aplikacije v trgovini.
sv: I **Play Console ▸ Användare och behörigheter**, bjud in tjänstkontots e-post och ge det åtkomst att redigera appens butiksuppgifter.
th: ใน **Play Console ▸ ผู้ใช้และการอนุญาต** ให้เชิญอีเมลของบัญชีบริการและให้สิทธิ์แก้ไขข้อมูลผลิตภัณฑ์ใน Store ของแอป
tr: **Play Console ▸ Kullanıcılar ve izinler** bölümünde hizmet hesabının e-posta adresini davet edin ve ona uygulamanızın mağaza sayfasını düzenleme erişimi verin.
uk: У **Play Console ▸ Користувачі та дозволи** запросіть email сервісного облікового запису й надайте йому доступ до редагування сторінки вашої програми в магазині.
ur: **Play Console ▸ صارفین اور اجازتیں** میں، سروس اکاؤنٹ کے ای میل کو مدعو کریں اور اسے اپنی ایپ کی اسٹور کی فہرست میں ترمیم کرنے کے لیے رسائی فراہم کریں۔
vi: Trong **Play Console ▸ Người dùng và quyền**, hãy mời email của tài khoản dịch vụ và cấp cho tài khoản đó quyền truy cập để chỉnh sửa danh sách cửa hàng ứng dụng của bạn.
zh_hans: 在 **Play 管理中心 ▸ 用户和权限** 中，邀请该服务账号的电子邮件地址，并授予其编辑 App 商品详情的权限。
zh_hant: 在 **Play Console ▸ 使用者和權限**中，邀請服務帳號的電子郵件，並授予其編輯你 App 商店資訊的權限。

source: In the inspector, every control this language overrides is tinted amber, so you can see at a glance what differs from the base language. The properties bar tints the position, size and image controls the same way.
ar: في المفتش، كل عنصر تحكم تتجاوزه هذه اللغة يكون باللون الكهرماني الملون، لذا يمكنك رؤية ما يختلف عن اللغة الأساسية بنظرة سريعة. يقوم شريط الخصائص بتلوين الموضع والحجم وعناصر التحكم في الصورة بنفس الطريقة.
ca: A l'inspector, tots els controls que anul·la aquest idioma estan tenyits d'ambre, de manera que podeu veure d'un cop d'ull què difereix de l'idioma base. La barra de propietats matisa la posició, la mida i els controls d'imatge de la mateixa manera.
cs: V inspektoru je každý ovládací prvek, který tento jazyk přepíše, zbarven oranžově, takže můžete na první pohled vidět, co se liší od základního jazyka. Panel vlastností zabarví ovládací prvky polohy, velikosti a obrázku stejným způsobem.
da: I inspektøren er hver kontrol, som dette sprog tilsidesætter, tonet ravfarvet, så du med et øjeblik kan se, hvad der adskiller sig fra grundsproget. Egenskabslinjen toner position, størrelse og billedkontroller på samme måde.
de: Im Inspektor ist jedes Steuerelement, das diese Sprache überschreibt, orange eingefärbt, sodass du auf einen Blick siehst, was von der Basissprache abweicht. Die Eigenschaftenleiste färbt Position, Größe und Bild genauso ein.
el: Στον επιθεωρητή, κάθε στοιχείο ελέγχου που παρακάμπτει αυτή η γλώσσα είναι πορτοκαλί, ώστε να μπορείτε να δείτε με μια ματιά τι διαφέρει από τη βασική γλώσσα. Η γραμμή ιδιοτήτων χρωματίζει τα στοιχεία ελέγχου θέσης, μεγέθους και εικόνας με τον ίδιο τρόπο.
es: En el inspector, todos los controles que este idioma anula se tiñen de ámbar, de modo que se ve de un vistazo qué difiere del idioma base. La barra de propiedades tiñe igual los controles de posición, tamaño e imagen.
fa: در بازرس، هر کنترلی که این زبان بازنویسی کرده کهربایی رنگ می‌شود تا در یک نگاه ببینید چه چیزی با زبان پایه فرق دارد. نوار ویژگی‌ها هم کنترل‌های موقعیت، اندازه و تصویر را به همین شکل رنگ می‌کند.
fi: Tarkastimessa jokainen säädin, jonka tämä kieli ohittaa, on sävytetty keltaiseksi, joten näet yhdellä silmäyksellä, mikä eroaa peruskielestä. Ominaisuuspalkki sävyttää sijainnin, koon ja kuvan säätimet samalla tavalla.
fr: Dans l'inspecteur, chaque réglage personnalisé pour cette langue est teinté en orange : vous voyez ainsi d'un coup d'œil ce qui diffère de la langue de base. La barre des propriétés teinte de la même façon les réglages de position, de taille et d'image.
he: במפקח, כל שליטה ששפה זו עוקפת היא בצבע ענבר, כך שניתן לראות במבט חטוף מה שונה משפת הבסיס. סרגל המאפיינים גוון את בקרות המיקום, הגודל והתמונה באותו אופן.
hr: U Inspectoru je svaka kontrola koju ovaj jezik nadjačava jantarno obojena, tako da možete na prvi pogled vidjeti što se razlikuje od osnovnog jezika. Traka svojstava nijansira položaj, veličinu i kontrole slike na isti način.
hu: Az ellenőrzőben minden vezérlő, amelyet ez a nyelv felülír, borostyánsárgára festett, így egy pillantással láthatja, mi tér el az alapnyelvtől. A tulajdonságsáv ugyanúgy színezi a pozíciót, a méretet és a képvezérlőket.
id: Di inspektur, setiap kontrol yang ditimpa bahasa ini diberi warna kuning, sehingga Anda dapat melihat sekilas apa yang berbeda dari bahasa dasar. Bilah properti memberi warna pada posisi, ukuran, dan kontrol gambar dengan cara yang sama.
it: Nell'inspector, ogni controllo personalizzato da questa lingua è colorato in ambra, così vedi a colpo d'occhio cosa differisce dalla lingua di base. La barra delle proprietà colora allo stesso modo i controlli di posizione, dimensioni e immagine.
ja: インスペクタでは、この言語で上書きされているすべての項目が琥珀色で表示されるため、基本言語との違いがひと目でわかります。プロパティバーでも、位置、サイズ、画像の項目が同じように色付けされます。
ko: 인스펙터에서는 이 언어가 재정의하는 모든 컨트롤이 호박색으로 표시되므로 기본 언어와 다른 부분을 한눈에 알 수 있습니다. 속성 막대도 위치, 크기, 이미지 컨트롤을 같은 방식으로 표시합니다.
ms: Dalam pemeriksa, setiap kawalan yang ditindih oleh bahasa ini adalah berwarna kuning ambar, jadi anda boleh melihat sepintas lalu apa yang berbeza daripada bahasa asas. Bar sifat mewarnakan kedudukan, saiz dan kawalan imej dengan cara yang sama.
nl: In de inspecteur is elk besturingselement dat deze taal overschrijft oranje gekleurd, zodat u in één oogopslag kunt zien wat er verschilt van de basistaal. De eigenschappenbalk kleurt de besturingselementen voor positie, grootte en afbeelding op dezelfde manier.
no: I inspektøren er hver kontroll dette språket overstyrer tonet ravfarget, slik at du med et øyeblikk kan se hva som skiller seg fra grunnspråket. Egenskapslinjen toner posisjon, størrelse og bildekontroller på samme måte.
pl: W inspektorze każda kontrolka nadpisywana przez ten język jest zabarwiona na pomarańczowo, dzięki czemu można od razu zobaczyć, czym różni się od języka podstawowego. Pasek właściwości przyciemnia elementy sterujące położeniem, rozmiarem i obrazem w ten sam sposób.
pt_br: No inspetor, todos os controles que este idioma substitui ficam tingidos de âmbar, para que você veja rapidamente o que difere do idioma base. A barra de propriedades tinge os controles de posição, tamanho e imagem da mesma forma.
pt_pt: No inspetor, todos os controles que esse idioma substitui são tingidos de âmbar, para que você possa ver rapidamente o que difere do idioma base. A barra de propriedades tinge os controles de posição, tamanho e imagem da mesma maneira.
ro: În inspector, fiecare control pe care acest limbaj îl înlocuiește este nuanțat de chihlimbar, astfel încât să puteți vedea dintr-o privire ce diferă de limba de bază. Bara de proprietăți colorează poziția, dimensiunea și controalele de imagine în același mod.
ru: В инспекторе каждый элемент управления, переопределенный этим языком, подсвечивается янтарным, так что сразу видно, чем он отличается от базового языка. Панель свойств так же подсвечивает элементы положения, размера и изображения.
sk: V inšpektorovi je každý ovládací prvok, ktorý tento jazyk prepíše, sfarbený do jantáru, takže môžete na prvý pohľad vidieť, čo sa líši od základného jazyka. Panel vlastností zafarbí ovládacie prvky polohy, veľkosti a obrázka rovnakým spôsobom.
sl: V inšpektorju je vsak kontrolnik, ki ga ta jezik preglasi, obarvan jantarno, tako da lahko na prvi pogled vidite, kaj se razlikuje od osnovnega jezika. Vrstica z lastnostmi obarva položaj, velikost in kontrolnike slike na enak način.
sv: I inspektören är varje kontroll som detta språk åsidosätter tonad bärnstensfärgad, så att du med en blick kan se vad som skiljer sig från grundspråket. Egenskapsfältet färgar position, storlek och bildkontroller på samma sätt.
th: ในตัวตรวจสอบ ทุกการควบคุมที่แทนที่ภาษานี้จะเป็นสีเหลืองอำพัน ดังนั้นคุณจึงสามารถเห็นสิ่งที่แตกต่างจากภาษาพื้นฐานได้อย่างรวดเร็ว แถบคุณสมบัติจะแต้มสีตัวควบคุมตำแหน่ง ขนาด และรูปภาพในลักษณะเดียวกัน
tr: Denetçide, bu dilin geçersiz kıldığı her denetim turuncu renkle vurgulanır; böylece temel dilden neyin farklı olduğunu bir bakışta görebilirsiniz. Özellikler çubuğu da konum, boyut ve görüntü denetimlerini aynı şekilde vurgular.
uk: В інспекторі кожен елемент керування, який перевизначає ця мова, підсвічено бурштиновим, тож ви одразу бачите, що відрізняється від базової мови. Панель властивостей так само підсвічує елементи положення, розміру й зображення.
ur: انسپکٹر میں، اس زبان کو زیر کرنے والا ہر کنٹرول ٹینٹڈ امبر ہوتا ہے، لہذا آپ ایک نظر میں دیکھ سکتے ہیں کہ بنیادی زبان سے کیا فرق ہے۔ پراپرٹیز بار پوزیشن، سائز اور امیج کنٹرول کو اسی طرح رنگ دیتا ہے۔
vi: Trong trình kiểm tra, mọi điều khiển mà ngôn ngữ này ghi đè đều có màu hổ phách, do đó, bạn có thể nhanh chóng thấy điểm khác biệt với ngôn ngữ cơ sở. Thanh thuộc tính điều chỉnh vị trí, kích thước và hình ảnh theo cùng một cách.
zh_hans: 在检查器中，此语言覆盖的每个控件都会以琥珀色标示，让你一眼看出与基准语言的差异。属性栏也会以同样方式标示位置、尺寸和图像控件。
zh_hant: 在檢閱器中，此語言覆寫的每個控制項目都會以琥珀色標示，讓你一眼就能看出與基準語言的差異。屬性列也會以相同方式標示位置、大小和影像控制項目。

source: Include
ar: تضمين
ca: Inclou
cs: Zahrnout
da: Inkluder
de: Einbeziehen
el: Συμπεριλάβετε
es: Incluir
fa: گنجاندن
fi: Sisällytä
fr: Inclure
he: כלול
hr: Uključiti
hu: Tartalmazza
id: Sertakan
it: Includi
ja: 含める
ko: 포함
ms: Sertakan
nl: Inclusief
no: Inkluder
pl: Uwzględnij
pt_br: Incluir
pt_pt: Incluir
ro: Includeți
ru: Включить
sk: Zahrnúť
sl: Vključi
sv: Inkludera
th: รวม
tr: Dahil Et
uk: Включити
ur: شامل کریں۔
vi: Bao gồm
zh_hans: 包含
zh_hant: 納入
